Repository: Babacaracs/theme_worpress
Catalog: select_finished/languages/*.po
Languages: fr_fr

source: Theme made with love by <a href="%1$s">%2$s</a>
fr_fr: Template par <a href="%1$s">%2$s</a>

source: Main menu
fr_fr: Menu principal

source: Blog sidebar
fr_fr: Barre latérale du blog

source: The main blog widget area.
fr_fr: Le zone de widget principale du blog.

source: Skip to content
fr_fr: Aller directement au contenu

source: Close Menu
fr_fr: Fermer le menu

source: Search Results for: %s
fr_fr: Résultats de recherche pour : %s

source: Oops! This is a 404 !
fr_fr: Oops ! C'est une 404 !

source: Tags:
fr_fr: Etiquettes :

source: Platforms: %s
fr_fr: Plateformes : %s

source: Release Year: %s
fr_fr: Année de sortie: %s

source: Link to Wikipedia page
fr_fr: Lien vers la page Wikipedia

source: No panic.
fr_fr: Pas de panique.

source: We couldn't find your content. What were you looking for ?
fr_fr: Nous n'avons pas trouvé de contenu. Que cherchiez-vous ?
